"Error -90057" = "AD-toimialue on määriteltävä. ([toimialue]\\[käyttäjä])";
"Error -10100" = "Virheellinen todennusmenetelmä.";
"Error -10010" = "Virheellinen kleli.";
"Error -10004" = "Käyttäjä on vanhentunut.";
"Error -10003" = "Käyttäjä on lukittu.";
"Error -10005" = "Käyttäjä on tilapäisesti lukittu.";
"Error -10103" = "Käyttäjän on hyväksyttävä EULA";
"Error -10104" = "Käyttäjän on vaihdettava salasanansa.";
"Error -10106" = "Käyttäjän on muutettava käyttäjätunnuksensa.";
"Error -40761" = "Tiedoston salausta ei juuri nyt voi purkaa. Pyydä toista valtuutettua käyttäjää myöntämään sinulle pääsy tähän tiedostoon.";
"Error -40751" = "Pyydettyä tiedostoa ei löytynyt.";
"Error -80021" = "Annettu tiedostosegmentti ei kelpaa.";
"Error -70104" = "Käyttäjä on jo hyväksynyt EULAn.";
"Error -70560" = "Tämä käyttäjänimi on jo olemassa.";
"Error -70105" = "Käyttäjä ei saa muuttaa käyttäjänimeään.";
"Error -10105" = "Password can't be reset for this user.";
"Error -70020" = "Salausavainparia ei löytynyt. Aseta ensin salaussalasana.";
"Error -70021" = "Salausavainpari oli jo asetettu.";
"Error -70501" = "Käyttäjää ei löytynyt.";
"Error -10107" = "Salasana voidaan nollata vain 5 minuutin välein.";
"Error -40755" = "Virheellinen tiedostonimi.";
"Error -40010" = "Huoneita tai kansioita ei voi korvata.";
"Error -80006" = "Viimeinen käyttöpäivämäärä on mennyt.";
"Error -80008" = "Viimeinen käyttöpäivä on liian myöhäinen.";
"Error -40763" = "Tiedostoavain on annettava.";
"Error -40756" = "Virheellinen tiedostoluokitus.";
"Error -70022" = "Virheellinen salausavainpari.";
"Error -41054" = "Kansioiden/tiedostojen on oltava samassa ylätasossa.";
"Error -40001" = "Salattuja tiedostoja ei voi kopioida tai siirtää salaamattomaan tilaan.";
"Error -40002" = "Salaamattomia tiedostoja ei voi kopioida tai siirtää salattuun huoneeseen.";
"Error -40764" = "Virusskaanaus käynnissä";
"Error -40765" = "Virustarkistus havaitsi haitallisen tiedoston.";

"Decryption password required" = "Salauksen purkamissalasana vaaditaan";
"Enter your decryption password to access encrypted data rooms." = "Anna salauksen purkusalasana, jotta voit käyttää salattuja datahuoneita.";

"You have successfully created a share link for {0}." = "Olet luonut jaetun resurssilinkin kohteelle {0}";
"You have successfully created the upload account {0}" = "Olet luonut lataustilin {0}";
"{0} Share(s) created" = "{0} jako(a) luotu";

"The AV scanner detected that the file could be malicious" = "Virusskanneri havaitsi, että tiedosto voi olla haitallinen";

"DRACOON environment needs to be updated" = "DRACOON-ympäristö on päivitettävä";
"Your DRACOON environment is outdated and no longer works with this application. Please contact your administrator." = "DRACOON-ympäristösi on vanhentunut, eikä se enää toimi tämän sovelluksen kanssa. Ota yhteyttä järjestelmänvalvojaan.";

"Malicious content detected. Some functions are not available." = " Haitallinen sisältö havaittu. Osa toiminnoista ei ole käytettävissä.";

"Threat detected" = "Uhka havaittu";
"Please wait. The file is being checked for malicious content" = " Odota hetki. Tiedostoa tarkistetaan haitallisen sisällön varalta.";

"Malicious content has been detected in this file. We recommend that you do not perform any further actions with the file and inform your system administrator immediately." = " Tiedostosta on havaittu haitallista sisältöä. Suosittelemme, ettet tee tiedostolla enää mitään ja otat välittömästi yhteyttä järjestelmänvalvojaan.";
"The content is being scanned for viruses. Please wait a moment and try again in a few minutes." = "Sisältöä tarkistetaan virusten varalta. Odota hetki ja yritä uudelleen muutaman minuutin kuluttua.";

"sds.classification.1" = "Julkinen";
"sds.classification.2" = "Sisäinen";
"sds.classification.3" = "Luottamuksellinen";
"sds.classification.4" = "Erittäin luottamuksellinen";